import re

# Словник транслітерації української абетки на латиницю для використання у slug
TRANSLITERATION = {
    'а': 'a', 'б': 'b', 'в': 'v', 'г': 'h', 'ґ': 'g', 'д': 'd',
    'е': 'e', 'є': 'ie', 'ж': 'zh', 'з': 'z', 'и': 'y', 'і': 'i',
    'ї': 'ji', 'й': 'j', 'к': 'k', 'л': 'l', 'м': 'm', 'н': 'n',
    'о': 'o', 'п': 'p', 'р': 'r', 'с': 's', 'т': 't', 'у': 'u',
    'ф': 'f', 'х': 'kh', 'ц': 'c', 'ч': 'ch', 'ш': 'sh', 'щ': 'shch',
    'ь': '', 'ю': 'ju', 'я': 'ja', ' ': '-', '\'': '',
    ' ': ''
}


def slug_generate(str):
    str = str.lower()

    # Транслітерація кожного символу за допомогою словника
    transliterated = ''.join(TRANSLITERATION.get(char, char) for char in str)

    # Видалення небажаних символів та заміна пробілів на дефіси
    slug = re.sub(r'[^\w\s-]', '', transliterated).replace(' ', '-')

    # Переведення до нижнього регістру
    return slug
