@extends('layouts.main')

@section('title')
    {{ $title }} :: Фанфіки українською
@endsection

@section('meta-description')
@endsection


@section('content')

    <link rel="stylesheet" href="{{ asset('css/informational-pages.css') }}">

    <h1>{{ $title }}</h1>

    <h2>Загальні положення</h2>
    <p>Ця Політика конфіденційності регулює збір, зберігання, обробку та захист персональних даних користувачів сайту Fanfics.com.ua (далі - "сайт").</p>

    <h2>Збір персональних даних</h2>
    <p>Сайт збирає персональні дані, необхідні для реєстрації користувача та взаємодії з сайтом. Це включає електронну пошту, інформацію про перегляди їм творів і IP адресу.</p>

    <h2>Використання персональних даних</h2>
    <p>Персональні дані користувачів використовуються виключно для забезпечення функціонування сайту, поліпшення якості послуг, комунікації з користувачами, а також для виконання вимог законодавства.</p>

    <h2>Захист персональних даних</h2>
    <p>Сайт вживає всіх необхідних технічних та організаційних заходів для захисту персональних даних від несанкціонованого доступу, зміни, розголошення або знищення.</p>

    <h2>Поділ персональних даних</h2>
    <p>Сайт не передає персональні дані третім особам без згоди користувача.</p>

    <h2>Зберігання персональних даних</h2>
    <p>Персональні дані зберігаються до моменту видалення акаунта користувачем.</p>

    <h2>Права користувача</h2>
    <p>Користувач має право на доступ до своїх персональних даних, їх коригування, видалення або обмеження обробки. Запити можуть бути направлені на адресу електронної пошти support@fanfics.com.ua.</p>

    <h2>Зміни до Політики конфіденційності</h2>
    <p>Сайт залишає за собою право вносити зміни до Політики конфіденційності. У випадку змін, користувачі будуть проінформовані електронною поштою і через офіціний телеграм канал сайту.</p>

    <h2>Зв'язок з нами</h2>
    <p>У разі питань або пропозицій щодо Політики конфіденційності, будь ласка, зв'яжіться з нами за допомогою електронної пошти support@fanfics.com.ua або через зазначені на сайті засоби зв'язку.</p>

    <p>Дата вступу в силу: 2024-02-18</p>

    <p>Дякуємо, що обрали Fanfics.com.ua для вираження вашої творчості та пасії до фанфіків!</p>
@endsection
