@extends('layouts.main')

@section('title')
    {{ $title }} :: Фанфіки українською
@endsection

@section('meta-description')
@endsection


@section('content')

    <link rel="stylesheet" href="{{ asset('css/informational-pages.css') }}">

    <h1>Правила платформи</h1>

    <div id="publish" class="info-section large-text">

        <h2>I. Інформація про твір</h2>
        <ul class="normal-list rules">

            <li>
                <h3>Унікальність</h3>
                <ul class="under-rules">
                    <li>Назва, опис, набір персонажів і теґів твору має бути унікальними.</li>
                    <li>Інформації про твір не повинна обов'язково бути унікальною, якщо ви викладаєте свою версію фанфіку, переклад якого вже існує на платформі.</li>
                </ul>
            </li>

            <li>
                <h3>Мова</h3>
                <ul class="under-rules">
                    <li>Назва твору може бути представлена будь-якою мовою.</li>
                    <li>Всі описи повинні бути представлені українською мовою. Використання слів іншими мовами допускається лише якщо вони є частиною загальновідомих назв, персонажів або світів. Виключення можуть бути зроблені для цитат або специфічних термінів.</li>
                </ul>
            </li>

            <li>
                <h3>Вікові обмеження</h3>
                <ul class="under-rules">
                    <li>Вікові обмеження є рекомендаційними.</li>
                    <li>Творам, що містять контент для дорослих або матеріали 18+, варто мати відповідно позначені.</li>
                    <li>Користувачі НЕ повинні дотримуватися вікових обмежень при доступі до таких творів, кожен незалежно від віку сам вирішує за себе, який контент є для нього прийнятним.</li>
                    <li>Адміністрація має право змінити віковий рейтинг тільки в крайньому разі. Автор має право сам вирішувати, який рейтинг йому варто вказати для свого твору.</li>
                </ul>
            </li>

            <li>
                <h3>Анонімність</h3>
                <ul class="under-rules">
                    <li>Анонімність авторів, у випадку їх на то бажання, гарантується.</li>
                    <li>Адміністрація зобов'язується дотримуватися анонімності автора, якщо при створенні твору користувач побажав викласти його анонімно.</li>
                    <li>Адміністрація зобов'язується ігнорувати запити користувачів, генпрокуратури України та самого Господа Бога на розкриття анонімності автора будь якого твору.</li>
                </ul>
            </li>

        </ul>

    </div>

    <div id="ff-content" class="info-section large-text">

        <h2>II. Вміст творів</h2>
        <ul class="normal-list rules">

            <li>
                <h3>Гарантії</h3>
                <ul class="under-rules">
                    <li>Авторам гарантується право на повне самовираження в рамках правил платформи.</li>
                    <li>Адміністрація сайту гарантує право користувачів підіймати гостро суцільні, провокативні й глибоко маргінальні теми у своїх творах.</li>
                </ul>
            </li>

            <li>
                <h3>Унікальність</h3>
                <ul class="under-rules">
                    <li>Викладені твори мають бути авторськими. Перевірка на плагіат буде проводитись автоматично.</li>
                    <li>Вміст не має порушувати авторські права третіх осіб.</li>
                </ul>
            </li>

            <li>
                <b>Мова:</b> Всі розділи твору повинні бути представлені українською мовою. Використання слів іншими мовами допускається лише якщо вони є частиною загальновідомих назв, персонажів або світів. Виключення можуть бути зроблені для цитат або специфічних термінів.
            </li>

            <li>
                <b>Дискримінація та ображення:</b> Адміністрація НЕ зобов'язується захищати користувачів сайту від образливого чи дискримінаційного контенту.
            </li>

            <li>
                <b>Відповідальність за контент:</b> Автори несуть повну відповідальність за вміст, який вони публікують на платформі. Викладення контенту, що порушує правила платформи, може призвести до видалення твору та/або блокування акаунта.
            </li>

            <li>
                <b>18+ контент:</b> Контент, що містить сексуальні стосунки між особами, які молодші за встановлений українським законодавством вік згоди (16 років на 2024-02-18), може бути обмеженим, а згодом видаленним адміністрацією платформи, в залежності від контексту контенту.
                Обмеження щодо зображення сексуальних стосунків молодших осіб служать захисту дитинства і відповідають законодавству.
            </li>


        </ul>

    </div>

    <div id="reviews-rules" class="info-section large-text">

        <h2>III. Коментарі під розділами</h2>
        <ul class="normal-list rules">

            <li>
                <b>Реклама та спам:</b> Заборонено розміщення реклами, спам-повідомлень та будь-якого контенту, що не стосується обговорення твору.
            </li>

            <li>
                <b>Мова:</b> Кожен користувач має право використовувати будь-яку зручну для нього мову при коментуванні розділів фанфіків.
            </li>

            <li>
                <h3>Рекомендації</h3>
                <ul class="under-rules">
                    <li>При обговоренні сюжетних поворотів або закінчення твору в коментарях слід використовувати попередження про спойлери, щоб не псувати досвід іншим читачам.</li>
                </ul>
            </li>

        </ul>

    </div>

    <div id="ff-content" class="info-section large-text">

        <h2>IV. Акаунт</h2>
        <ul class="normal-list rules">

            <li>
                <b>Безпека акаунта:</b> Користувачі відповідають за збереження конфіденційності своїх логінів та паролів. У разі підозри про несанкціонований доступ до акаунта, рекомендується негайно змінити пароль.
            </li>

            <li>
                <b>Захист особистої інформації</b>: Ми зобов'язуємося захищати приватність та особисту інформацію наших користувачів. Інформація, зібрана на платформі, використовується лише в межах, визначених нашою політикою конфіденційності.
            </li>

        </ul>

    </div>

    <div id="ff-content" class="info-section large-text">

        <h2>V. Правила Збору Грошей на Платформі</h2>
        <ul class="normal-list rules">

            <li>
                <b>Підтримка автора:</b> Наша платформа дозволяє збір грошей для особистих потреб.
            </li>

            <li>
                <h3>Збір грошей</h3>
                <ul class="under-rules">
                    <li>Збір грошей дозволяється тільки на гуманітарні ініціативи. Гуманітарні ініціативи включають проєкти, спрямовані на підтримку незахищених верств населення, допомогу постраждалим від війни, природних катастроф, епідемій, забезпечення потреб у соціальній сфері в Україні і за її межами.</li>
                    <li>Усі кампанії зі збору грошей повинні бути чітко описані з вказівкою мети збору та очікуваної суми.</li>
                    <li>Автори кампаній зобов'язуються надавати регулярні звіти про використання зібраних коштів.</li>
                </ul>
            </li>

            <li>
                <h3>Географічні обмеження</h3>
                <ul class="under-rules">
                    <li>Забороняється ініціювання збору коштів з території держав, що у списку міжнародних обмежень, включно з Російською Федерацією та Республікою Білорусь (далі - Держави терористи). Це обмеження також стосується проведення зборів через фонди або організації, які напряму чи опосередковано пов'язані з Державами терористами.</li>
                    <li>Збір коштів не може здійснюватися через будь-які організації чи фонди, що мають юридичну реєстрацію, представництва або пов'язані з фінансовими системами Держав терористів.</li>
                    <li>Автори кампаній зобов'язуються переконатися, що їхні ініціативи не порушують зазначених географічних обмежень. В разі виявлення порушень, платформа негайно видалить кампанію зі збору коштів.</li>
                </ul>
            </li>


        </ul>

    </div>



@endsection
