@extends('layouts.main')

@section('title')
    {{ $title }} :: Фанфіки українською
@endsection

@section('meta-description')
@endsection


@section('content')

    <link rel="stylesheet" href="{{ asset('css/informational-pages.css') }}">

    <h1>{{ $title }}</h1>

    <h2>Загальні положення</h2>
    <p>Ласкаво просимо на Fanfics.com.ua! Наш сайт — це простір для любителів фанфіків, де кожен може знайти, створити та поділитися своєю творчістю. Долучаючись до нашої спільноти, ви погоджуєтесь дотримуватися наступних правил та умов.</p>

    <h2>Використання контенту</h2>
    <p>Весь контент, опублікований на сайті, захищений авторським правом. Ви маєте право читати, завантажувати та ділитися контентом для особистого некомерційного використання, але не маєте права його копіювати, продавати або використовувати в комерційних цілях без дозволу авторів.</p>

    <h2>Відповідальність за контент</h2>
    <p>Автори несуть повну відповідальність за контент, який вони публікують. Викладаючи свої твори, автори підтверджують, що мають всі необхідні права для їх публікації. Сайт не несе відповідальності за порушення третіми особами прав інтелектуальної власності.</p>

    <h2>Зміни умов користування</h2>
    <p>Адміністрація сайту має право вносити зміни в користувацьку угоду без попереднього повідомлення. Користувачі зобов'язуються періодично переглядати угоду на предмет змін.</p>

    <h2>Відмова від відповідальності</h2>
    <p>Сайт та його адміністрація не несуть відповідальності за будь-які збитки, втрати або шкоду, викликані використанням сайту або неможливістю його використання.</p>

    <h2>Зв'язок з адміністрацією</h2>
    <p>У разі виникнення питань або проблем, ви можете зв'язатися з адміністрацією через <a href="{{ route('AboutSitePage') }}#contact-us"></a>зазначені на сайті контакти.</p>

    <h2>Заключні положення</h2>
    <p>Ця угода є юридично обов'язковим документом між користувачем та адміністрацією сайту. Долучаючись до спільноти Fanfics.com.ua, ви підтверджуєте свою згоду з усіма вищезазначеними правилами та умовами.</p>

    <p>Дата вступу в силу: 2024-02-18</p>

    <p>Дякуємо, що обрали Fanfics.com.ua для вираження вашої творчості та пасії до фанфіків!</p>
@endsection
