<link rel="stylesheet" href="{{ asset('css/footer.css') }}">

<footer>

    <div class="links">
        <div>
            <h4>Про сайт</h4>
            <a href="#">Мапа сайту</a>
            <a href="#">Зв'язок з нами</a>
            <a href="#">Про нас</a>
        </div>

        <div>
            <h4>Політика</h4>
            <a href="#">Політика конфіденційності</a>
            <a href="#">Користувача угода</a>
        </div>

        <div>
            <h4>Правила</h4>
            <a href="#">Викладення творів</a>
            <a href="#">Вміст творів</a>
            <a href="#">Коментарі під розділами</a>
        </div>
    </div>

    <p>Сайт не несе відповідальності за вміст творів. Усі твори належать їх авторам.</p>

</footer>
